Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# ENHANCED_RESOLUTION_FOOTER
source: Photos on the Main camera at 1× can be saved at 12 or 24 MP. Photos taken with Night mode, macro, flash, or Portrait Lighting will be saved at 12 MP.
ar: الصور الملتقطة بالكاميرا الرئيسية بمعدل ⁨1×⁩ يمكن حفظها بدقة ١٢ أو ٢٤ ميغابكسل. وستُحفظ الصور الملتقطة باستخدام النمط الليلي أو الماكرو أو الفلاش أو إضاءة بورتريه بدقة ١٢ ميغابكسل.
bg: Снимките, направени с Основната камера с приближаване 1×, могат да бъдат запазени в 12 или 24 MP. Снимките, заснети в Нощен режим, макро, със светкавица или с Портретно осветление винаги ще се запазвани в 12 MP.
bn: প্রধান ক্যামেরায় 1×-এ তোলা ছবি ^[12](formatNumber: true) বা ^[24](formatNumber: true) MP-তে সেভ করা যেতে পারে। নাইট মোড, ম্যাক্রো, ফ্ল্যাশ অথবা পোর্ট্রেট লাইটিং ব্যবহার করে তোলা ছবি ^[12](formatNumber: true) MP-তে সেভ হবে।
ca: Les fotos fetes amb la càmera principal a 1× es poden desar en 12 o 24 Mpx. Les fotos amb el flaix o el mode de nit i les fotos macro o amb il·luminació de retrat sempre es desen en 12 Mpx.
cs: Fotky pořízené hlavním fotoaparátem s přiblížením 1× lze uložit v rozlišení 12 nebo 24 Mpx. Fotky pořízené v nočním režimu, v režimu makro, s bleskem a s efektem Nasvícení portrétu se budou ukládat v rozlišení 12 Mpx.
da: Fotos taget med hovedkameraet ved 1x zoom kan gemmes som 12 eller 24 MP. Fotos taget med Nattilstand, makro, blitz eller portrætlys gemmes som 12 MP.
de: Fotos der Hauptkamera im 1×-Modus können mit 12 oder 24 MP gesichert werden. Fotos, die im Nachtmodus, mit Makro, Blitz oder Porträtbeleuchtung aufgenommen wurden, werden mit 12 MP gesichert.
el: Οι φωτογραφίες που έχουν ληφθεί με την κύρια κάμερα και ζουμ 1× μπορούν να αποθηκευτούν σε 12 ή 24 MP. Οι φωτογραφίες που έχουν ληφθεί με Νυχτερινή λειτουργία, φλας, Φωτισμό πορτρέτου και οι μακροφωτογραφίες θα αποθηκεύονται σε 12 MP.
es: Las fotos tomadas con la cámara principal a x1 se pueden guardar en 12 o 24 Mpx. Las fotos que hagas en el modo Noche, Retrato, en formato macro o con flash siempre se guardarán en 12 Mpx.
es_us: Las fotos tomadas con la cámara principal a 1× pueden guardarse en 12 MP o 24 MP, y las que se tomen con el flash, alguna iluminación de retrato o los modos Noche o Macro se guardarán en 12 MP.
fi: Pääkameralla 1×-suurennoksella otetut kuvat voidaan tallentaa 12 MP:n tai 24 MP:n tarkkuudella. Yötila-, makro-, salama- ja muotokuvavalokuvat tallennetaan 12 MP:n tarkkuudella.
fr: Les photos prises avec la caméra principale à 1× peuvent être enregistrées à une résolution de 12 ou 24 MP. Les photos prises avec le mode Nuit, le mode Macro, avec flash ou Éclairage de portrait seront enregistrées à une résolution de 12 MP.
fr_ca: Les photos prises avec la caméra principale à 1× peuvent être enregistrées à une résolution de 12 ou 24 Mpx. Les photos prises en mode Nuit, en mode macro, avec flash ou avec l’éclairage de portrait seront enregistrées à une résolution de 12 Mpx.
gu: મેન કૅમેરાથી 1× પર લીધેલા ફોટો 12 અથવા 24 MP પર સેવ કરી શકાય છે. નાઇટ મોડ, મૅક્રો ફ્લૅશ અથવા પોર્ટ્રેટ લાઇટિંગમાં લીધેલા ફોટો 12 MP પર સેવ થશે.
he: תמונות שצולמו במצלמה הראשית בהגדלה של ⁨1×⁩ יכולות להישמר ברזולוציה של 12 מ״פ או 24 מ״פ. תמונות שצולמו ב״מצב לילה״, תמונות שצולמו עם פלאש, תמונות מאקרו או תמונות עם ״תאורת פורטרט״ יישמרו ברזולוציה של 12 מ״פ.
hi: मुख्य कैमरे के ज़रिए 1× पर ली गई तस्वीरों को 12 या 24 MP पर सहेजा जा सकता है। नाइट मोड, मैक्रो और फ़्लैश या पोर्ट्रेट लाइटिंग में ली गई तस्वीरें 12 MP पर सहेजी जाएँगी।
hr: Fotografije snimljene glavnom kamerom u 1× mogu se spremiti u veličini 12 ili 24 MP. Fotografije snimljene Noćnim modom, makro fotografije, fotografije s bljeskalicom ili Osvjetljavanjem portreta spremit će se kao 12 MP.
hu: A fő kamerával 1× nagyítás mellett készült fotók 12 vagy 24 MP-es felbontással menthetők. Az éjszakai módban, makróval, vakuval vagy Portrémegvilágítással készített fotók 12 MP-es felbontással lesznek mentve.
id: Foto dengan kamera Utama pada 1× dapat disimpan pada 12 atau 24 MP. Foto yang diambil dengan mode Malam, makro, kilat, atau Pencahayaan Potret akan disimpan pada 12 MP.
it: Le foto scattate con la fotocamera principale e lo zoom 1× possono essere salvate a 12 o 24 MP. Le foto scattate in modalità Notte, con il flash, in macro o con effetti di illuminazione della modalità Ritratto verranno salvate a 12 MP.
ja: メインカメラの1xで撮影した写真は12または24 MPで保存できます。ナイトモード、マクロ、フラッシュ、またはポートレート照明で撮影した写真は12 MPで保存されます。
kk: Негізгі камерамен түсірілген 1× фотоларды 12 немесе 24 Мпикс форматында сақтауға болады. Түнгі, макро, жарқыл немесе «Портреттік жарықтандыру» режимінде түсірелген фотолар 12 Мпикс форматында сақталады.
kn: 1×ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿದ ಮುಖ್ಯ ಕ್ಯಾಮರಾದಲ್ಲಿನ ಫೋಟೋಗಳನ್ನು 12 ಅಥವಾ 24 MPಯಲ್ಲಿ ಸೇವ್ ಮಾಡಬಹುದು. ನೈಟ್ ಮೋಡ್, ಮ್ಯಾಕ್ರೋ, ಫ್ಲ್ಯಾಶ್ ಅಥವಾ ಪೋರ್ಟ್ರೇಟ್ ಲೈಟಿಂಗ್‌ನೊಂದಿಗೆ ತೆಗೆದ ಫೋಟೋಗಳನ್ನು 12 MPಯಲ್ಲಿ ಸೇವ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 1× 메인 카메라로 촬영한 사진은 12MP 또는 24MP로 저장할 수 있습니다. 야간 모드, 접사 촬영, 플래시 또는 인물 사진 조명을 사용한 사진은 12MP로 저장됩니다.
lt: Pagrindine kamera pasirinkus × 1 priartinimą, galima išsaugoti 12 arba 24 MP nuotraukas. Fotografuojant naktiniu režimu, naudojant makrorežimą, blykstę arba portreto apšvietimą, nuotraukos bus išsaugotos 12 MP raiška.
ml: പ്രധാന ക്യാമറയിൽ 1× ഉപയോഗിച്ചുള്ള ഫോട്ടോകളെ 12 അല്ലെങ്കിൽ 24 MP-ൽ സേവ് ചെയ്യാനാകും. രാത്രി മോഡ്, മാക്രോ, ഫ്ലാഷ്, അല്ലെങ്കിൽ പോർട്രെയ്റ്റ് ലൈറ്റിങിൽ എടുത്ത ഫോട്ടോകൾ 12 MP-ൽ സേവ് ചെയ്യപ്പെടും.
mr: 1× वर मुख्य कॅमेरावरील फोटो 12 किंवा 24 MP वर जतन केले जाऊ शकतात. नाइट मोड, मॅक्रो, फ्लॅश किंवा पोर्ट्रेट लाइटिंगने घेतलेले फोटो 12 MP वर जतन केले जातील.
ms: Foto dengan kamera Utama pada 1× boleh disimpan pada 12 atau 24 MP. Foto yang diambil dengan mod Malam, makro, denyar atau Pencahayaan Potret akan disimpan pada 12 MP.
nb: Bilder tatt med normal­objektivet på 1 × kan arkiveres som 12 eller 24 megapiksler. Bilder tatt med nattmodus, blits, Portrettlyssetting eller makrobilder vil bli arkivert med 12 megapiksler.
nl: Foto's die met de hoofdcamera met zoomniveau 1× worden genomen, kunnen worden bewaard met 12 of 24 MP. Foto's die met de nachtmodus, flits of portretbelichting worden gemaakt, evenals macrofoto's, worden bewaard met 12 MP.
or: ମୁଖ୍ଯ କ୍ଯାମେରାରେ ^[1](formatNumber: true)× ରେ ଫଟୋ ^[12](formatNumber: true) କିମ୍ବା ^[24](formatNumber: true) MPରେ ସେଭ୍ ହୋଇପାରିବ। ନାଇଟ୍ ମୋଡ୍, ମାକ୍ରୋ, ଫ୍ଲାଶ୍ କିମ୍ବା ପୋର୍ଟ୍ରେଟ୍ ଲାଇଟିଂରେ ନିଆଯାଇଥିବା ଫଟୋ ^[12](formatNumber: true) MPରେ ସେଭ୍ ହେବ।
pa: ਮੁੱਖ ਕੈਮਰੇ ਨਾਲ 1× ‘ਤੇ ਖਿੱਚੀਆਂ ਗਈਆਂ ਤਸਵੀਰਾਂ ਨੂੰ 12 ਜਾਂ 24 MP ‘ਤੇ ਸੰਭਾਲਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਰਾਤ ਮੋਡ, ਮੈਕਰੋ, ਫਲੈਸ਼ ਜਾਂ ਪੋਰਟ੍ਰੇਟ ਲਾਈਟਿੰਗ ਨਾਲ ਲਈਆਂ ਗਈਆਂ ਤਸਵੀਰਾਂ 12 MP ‘ਤੇ ਸੰਭਾਲੀਆਂ ਜਾਣਗੀਆਂ।
pl: Zdjęcie robione aparatem głównym przy ustawieniu 1× można zachowywać w rozdzielczości 12 MP lub 24 MP. Zdjęcia w trybie nocnym, makro, robione z lampą błyskową lub z oświetleniem portretowym są zawsze zachowywane w rozdzielczości 12 MP.
pt_br: As fotos feitas com a câmera principal a 1× podem ser salvas em 12 ou 24 MP. As fotos feitas no modo noturno, macro, com flash ou Iluminação de Retrato serão salvas em 12 MP.
pt_pt: As fotografias da câmara principal a 1× podem ser guardadas a 12 ou 24 MP. As fotografias tiradas com modo Noite, macro, flash ou efeitos de iluminação são guardadas a 12 MP.
ro: Pozele realizate cu camera principală la 1× pot fi salvate la 12 sau 24 MP. Pozele realizate cu modul Noapte, macro, cu blițul sau cu efecte de iluminare vor fi salvate la 12 MP.
ru: Фото, снятые на основную камеру без увеличения или уменьшения масштаба, можно сохранять в разрешении 12 Мпикс или 24 Мпикс. Снимки в ночном режиме, со вспышкой, в режиме макросъемки и с портретным освещением будут сохраняться с разрешением 12 Мпикс.
sk: Fotky snímané hlavnou kamerou so zväčšením 1× je možné ukladať v rozlíšení 12 alebo 24 Mpx. Fotky nasnímané v nočnom režime, fotky s bleskom a v režime makro alebo s portrétovým osvetlením sa vždy ukladajú v rozlíšení 12 Mpx.
sl: Fotografije glavne kamere je pri povečavi 1× mogoče shraniti z ločljivostjo 12 ali 24 MP. Fotografije, posnete v nočnem načinu, z bliskavico, z osvetlitvijo portreta ali makro fotografije se bodo shranile z ločljivostjo 12 MP.
sv: Bilder från huvudkameran med 1× kan sparas med 12 eller 24 MP. Bilder som har tagits i nattläget, som makrobild, med blixt eller med porträttljus sparas alltid med 12 MP.
ta: முதன்மை கேமராவில் 1× இல் எடுக்கப்படும் புகைப்படங்களை 12 அல்லது 24 MPஇல் சேமிக்க முடியும். இரவுப் பயன்முறை, மேக்ரோ, ஃபிளாஷ் அல்லது போர்ட்ரெய்ட் லைட்டிங்கில் எடுக்கப்படும் படங்கள் 12 MPஇல் சேமிக்கப்படும்.
te: ప్రధాన కెమెరాలోని 1X ఫోటోలు 12 లేదా 24 MPలో సేవ్ చేయబడతాయి. నైట్ మోడ్, మ్యాక్రో, ఫ్లాష్ లేదా పోర్ట్రెయిట్ లైటింగ్‌తో తీసిన ఫోటోలు 12 MPలో సేవ్ చేయబడతాయి.
th: รูปภาพบนกล้องหลักที่ 1× สามารถบันทึกได้ที่ความละเอียด 12 หรือ 24 MP รูปภาพที่ถ่ายแบบโหมดกลางคืน มาโคร แฟลช หรือการจัดแสงภาพถ่ายบุคคลจะถูกบันทึกที่ความละเอียด 12 MP
tr: Ana kamerada 1× kullanan fotoğraflar 12 veya 24 MP olarak kaydedilebilir. Gece modu, makro, flaş ya da Portre Işığı kullanılmış fotoğraflar 12 MP olarak kaydedilir.
uk: Фотографії, зроблені основною камерою з масштабом 1×, можна зберігати з роздільністю 12 або 24 Мпкс. Фотографії, зроблені в нічному чи макрорежимі або з використанням спалаху чи портретного освітлення, завжди зберігатимуться з роздільністю 12 Мпкс.
ur: مین کیمرے کے ذریعے ‏⁨1×⁩ پر لی گئی تصاویر کو ⁨^[12](formatNumber: true) MP⁩ یا ⁨^[24](formatNumber: true) MP⁩ پر محفوظ کیا جا سکتا ہے۔ نائٹ موڈ، میکرو اور فلیش یا پورٹریٹ لائٹنگ میں لی گئی تصاویر کو ⁨^[12](formatNumber: true) MP⁩ پر محفوظ کیا جائے گا۔
vi: Ảnh được chụp bằng camera chính tại 1× có thể được lưu ở 12 hoặc 24 MP. Ảnh được chụp bằng chế độ Ban đêm, macro, flash hoặc Chiếu sáng chân dung sẽ được lưu ở 12 MP.
zh_cn: 主相机“1×”拍摄的照片可保存为12或24 MP。夜间模式、微距模式、闪光灯模式或人像光效下拍摄的照片将保存为12 MP。
zh_hk: 以「1×」主相機拍攝的相片可以儲存為12或24 MP。使用夜間模式、微距相片、閃光燈或「人像燈光」的相片將一律儲存為12 MP。
zh_tw: 以「1×」主相機拍攝的照片可用12或24 MP儲存。「夜間」模式、微距照片、閃光燈或「人像光線」的照片將一律用12 MP儲存。

# ENHANCED_RESOLUTION_SIZE_FOOTER
source: A photo will be approximately:
ar: حجم الصورة سيكون تقريبًا:
bg: Снимката ще бъде приблизително:
bn: একটি ছবির সাইজ আনুমানিক হবে:
ca: Una foto ocupa aproximadament:
cs: Přibližné velikosti souborů fotek:
da: Et foto er omkring:
de: Ein Foto benötigt ungefähr:
el: Μια φωτογραφία θα είναι περίπου:
es: Una foto ocupará aproximadamente:
es_us: Una foto ocupará aproximadamente:
fi: Kuva vie tilaa noin:
fr: La taille d’une photo sera approximativement de :
fr_ca: Une photo occupera environ :
gu: એક ફોટો હશે લગભગ :
he: קובץ תמונה יהיה בגודל משוער של:
hi: एक तस्वीर लगभग इस आकार की होगी :
hr: Fotografija će imati približno:
hu: Egy fotó mérete körülbelül:
id: Foto kira-kira akan berukuran:
it: Una foto corrisponde approssimativamente a:
ja: 写真のサイズは、およそ以下の通りです:
kk: Фото өлшемі шамамен:
kn: ಫೋಟೋ ಸರಿಸುಮಾರು ಇಷ್ಟಿರುತ್ತದೆ:
ko: 사진의 대략적인 크기:
lt: Nuotrauka bus maždaug tokio dydžio:
ml: ഒരു ഫോട്ടോ ഏകദേശം ഇത്രയുണ്ടാകും:
mr: फोटो अंदाजे ह्या आकाराचा असेल :
ms: Satu foto adalah lebih kurang:
nb: Et bilde vil tilsvare omtrent:
nl: Een foto is ongeveer:
or: ଏକ ଫଟୋ ଆନୁମାନିକ ଭାବରେ ହେବ:
pa: ਇੱਕ ਤਸਵੀਰ ਲਗਭਗ ਇਸ ਆਕਾਰ ਦੀ ਹੋਵੇਗੀ:
pl: Zdjęcie zajmie około:
pt_br: Uma foto terá aproximadamente:
pt_pt: Uma fotografia terá aproximadamente:
ro: O poză va avea aproximativ:
ru: Размер фото составит примерно:
sk: Veľkosť fotky bude približne:
sl: Fotografija bo velika približno:
sv: En bild blir omkring:
ta: ஒரு புகைப்படம் தோராயமாக:
te: ఫోటో సుమారుగా ఇంత ఉంటుంది:
th: รูปภาพจะใช้พื้นที่โดยประมาณ:
tr: Bir fotoğraf yaklaşık şu büyüklükte olur:
uk: Фотографія займатиме приблизно:
ur: تصویر تقریباً اس سائز کی ہوگی:
vi: Một ảnh sẽ xấp xỉ:
zh_cn: 一张照片约：
zh_hk: 一張相片大約為：
zh_tw: 照片大約是：

# ENHANCED_RESOLUTION_SIZE_FOOTER_12MP
source: • 2 MB at 12 MP
ar: • ٢ ميغابايت بدقة ١٢ ميغابكسل
bg: • 2 MB при 12 MP
bn: • ^[12](formatNumber: true) MP-তে ^[2](formatNumber: true) MB
ca: • 2 MB a 12 Mpx
cs: • 2 MB v rozlišení 12 Mpx
da: • 2 MB ved 12 MP
de: • 2 MB mit 12 MP
el: • 2 MB στα 12 MP
es: • 2 MB a 12 Mpx
es_us: • 2 MB a 12 MP
fi: • 2 Mt 12 MP:n tarkkuudella
fr: • 2 Mo à 12 MP
fr_ca: • 2 Mo à 12 Mpx
gu: • 12 MP પર 2 MB
he: • 2 מ״ב ברזולוציה של 12 מ״פ
hi: • 12 MP पर 2 MB
hr: • 2 MB pri 12 MP
hu: • 2 MB 12 MP-es felbontásnál
id: • 2 MB pada 12 MP
it: • 2 MB a 12 MP
ja: • 12 MPで2 MB
kk: • 2 МБ: 12 Мпикс
kn: • 12 MPಯಲ್ಲಿ 2 MB
ko: • 12MP인 경우 2MB
lt: • 2 MB, esant 12 MP
ml: • 12 MP-ൽ 2 MB
mr: • 12 MP वर 2 MB
ms: • 2 MB pada 12 MP
nb: • 2 MB med 12 megapiksler
nl: • 2 MB op 12 MP
or: • ^[12](formatNumber: true) MPରେ ^[2](formatNumber: true) MB
pa: • ^[12](formatNumber: true) MP ‘ਤੇ ^[2](formatNumber: true) MB
pl: • 2 MB przy 12 MP
pt_br: • 2 MB a 12 MP
pt_pt: • 2 MB a 12 MP
ro: • 2 MB la 12 MP
ru: • 2 МБ для разрешения 12 Мпикс
sk: • 2 MB pri 12 Mpx
sl: • 2 MB pri 12 MP
sv: • 2 MB med 12 MP
ta: • 12 MP இல் 2 MB
te: • 12 MPలో 2 MB
th: • 2 MB ที่ 12 MP
tr: • 2 MB, 12 MP
uk: • 2 МБ (12 Мпкс)
ur: • ‏⁨^[12](formatNumber: true) MP⁩ پر ‏⁨^[2](formatNumber: true) MB⁩
vi: • 2 MB tại 12 MP
zh_cn: • 2 MB/12 MP
zh_hk: • 2 MB/12 MP
zh_tw: • 2 MB/12 MP

# ENHANCED_RESOLUTION_SIZE_FOOTER_24MP
source: • 3 MB at 24 MP
ar: • ٣ ميغابايت بدقة ٢٤ ميغابكسل
bg: • 3 MB при 24 MP
bn: • ^[24](formatNumber: true) MP-তে ^[3](formatNumber: true) MB
ca: • 3 MB a 24 Mpx
cs: • 3 MB v rozlišení 24 Mpx
da: • 3 MB ved 24 MP
de: • 3 MB mit 24 MP
el: • 3 MB στα 24 MP
es: • 3 MB a 24 Mpx
es_us: • 3 MB a 24 MP
fi: • 3 Mt 24 MP:n tarkkuudella
fr: • 3 Mo à 24 MP
fr_ca: • 3 Mo à 24 Mpx
gu: • 24 MP પર 3 MB
he: • 3 מ״ב ברזולוציה של 24 מ״פ
hi: • 24 MP पर 3 MB
hr: • 3 MB pri 24 MP
hu: • 3 MB 24 MP-es felbontásnál
id: • 3 MB pada 24 MP
it: • 3 MB a 24 MP
ja: • 24 MPで3 MB
kk: • 3 МБ: 24 Мпикс
kn: • 24 MPಯಲ್ಲಿ 3 MB
ko: • 24MP인 경우 3MB
lt: • 3 MB, esant 24 MP
ml: • 24 MP-ൽ 3 MB
mr: • 24 MP वर 3 MB
ms: • 3 MB pada 24 MP
nb: • 3 MB med 24 megapiksler
nl: • 3 MB op 24 MP
or: • ^[24](formatNumber: true) MPରେ ^[3](formatNumber: true) MB
pa: • ^[24](formatNumber: true) MP ’ਤੇ ^[3](formatNumber: true) MB
pl: • 3 MB przy 24 MP
pt_br: • 3 MB a 24 MP
pt_pt: • 3 MB a 24 MP
ro: • 3 MB la 24 MP
ru: • 3 МБ для разрешения 24 Мпикс
sk: • 3 MB pri 24 Mpx
sl: • 3 MB pri 24 MP
sv: • 3 MB med 24 MP
ta: • 24 MP இல் 3 MB
te: • 24 MPలో 3 MB
th: • 3 MB ที่ 24 MP
tr: • 3 MB, 24 MP
uk: • 3 МБ (24 Мпкс)
ur: • ‏⁨^[24](formatNumber: true) MP⁩ پر ‏⁨^[3](formatNumber: true) MB⁩
vi: • 3 MB tại 24 MP
zh_cn: • 3 MB/24 MP
zh_hk: • 3 MB/24 MP
zh_tw: • 3 MB/24 MP

# ENHANCED_RESOLUTION_SIZE_FOOTER_48MP
source: • 5 MB at 48 MP
ar: • ٥ ميغابايت بدقة ٤٨ ميغابكسل
bg: • 5 MB при 48 MP
bn: • 48 MP-তে 5 MB
ca: • 5 MB a 48 Mpx
cs: • 5 MB v rozlišení 48 Mpx
da: • 5 MB ved 48 MP
de: • 5 MB mit 48 MP
el: • 5 MB στα 48 MP
es: • 5 MB a 48 Mpx
es_us: • 5 MB a 48 MP
fi: • 5 Mt 48 MP:n tarkkuudella
fr: • 5 Mo à 48 MP
fr_ca: • 5 Mo à 48 Mpx
gu: • 48 MP પર 5 MB
he: ‏• 5 מ״ב ברזולוציה של 48 מ״פ
hi: • 48 MP पर 5 MB
hr: • 5 MB pri 48 MP
hu: • 5 MB 48 MP-es felbontásnál
id: • 5 MB pada 48 MP
it: • 5 MB a 48 MP
ja: • 48 MPで5 MB
kk: • 5 МБ: 48 Мпикс
kn: • 48 MPಯಲ್ಲಿ 5 MB
ko: • 48MP인 경우 5MB
lt: • 5 MB, esant 48 MP
ml: • 48 MP-ൽ 5 MB
mr: • 48 MP वर 5 MB
ms: • 5 MB pada 48 MP
nb: • 5 MB med 48 megapiksler
nl: • 5 MB op 48 MP
or: • ^[48](formatNumber: true) MPରେ ^[5](formatNumber: true) MB
pa: • 48 MP ’ਤੇ 5 MB
pl: • 5 MB przy 48 MP
pt_br: • 5 MB a 48 MP
pt_pt: • 5 MB a 48 MP
ro: • 5 MB la 48 MP
ru: • 5 МБ для разрешения 48 Мпикс
sk: • 5 MB pri 48 Mpx
sl: • 5 MB pri 48 MP
sv: • 5 MB med 48 MP
ta: • 48 MP இல் 5 MB
te: • 48 MPలో 5 MB
th: • 5 MB ที่ 48 MP
tr: • 48 MP 5 MB
uk: • 5 МБ (48 Мпкс)
ur: • ‏⁨^[48](formatNumber: true) MP⁩ پر ‏⁨^[5](formatNumber: true) MB⁩
vi: • 5 MB tại 48 MP
zh_cn: • 5 MB/48 MP
zh_hk: • 5 MB/48 MP
zh_tw: • 5 MB/48 MP

# ENHANCED_RESOLUTION_TITLE
source: Photo Mode
ar: نمط "صورة"
bg: Режим на снимка
bn: ফটো মোড
ca: Mode de foto
cs: Fotografický režim
da: Fotofunktion
de: Fotomodus
el: Λειτουργία φωτογραφίας
es: Modo Foto
es_us: Modo de foto
fi: Kuvatila
fr: Mode Photo
fr_ca: Mode Photo
gu: ફોટો મોડ
he: מצב תמונה
hi: तस्वीर मोड
hr: Mod fotografije
hu: Fotó mód
id: Mode Foto
it: Modalità foto
ja: 写真モード
kk: «Фото» режимі
kn: ಫೋಟೋ ಮೋಡ್
ko: 사진 모드
lt: Fotografavimo režimas
ml: ഫോട്ടോ മോഡ്
mr: फोटो मोड
ms: Mod Foto
nb: Fotomodus
nl: Fotomodus
or: ଫଟୋ ମୋଡ୍
pa: ਤਸਵੀਰ ਮੋਡ
pl: Tryb zdjęć
pt_br: Modo Foto
pt_pt: Modo Fotografia
ro: Mod foto
ru: Режим фото
sk: Režim fotografie
sl: Fotografski način
sv: Bildläge
ta: புகைப்படப் பயன்முறை
te: ఫోటో మోడ్
th: โหมดรูปภาพ
tr: Fotoğraf Modu
uk: Фоторежим
ur: تصویر موڈ
vi: Chế độ ảnh
zh_cn: 照片模式
zh_hk: 影相模式
zh_tw: 照片模式

# FOCAL_LENGTH_%@_MM
source: %@ mm
ar: ‏%@ مم
bn: %@ মিমি
el: %@ χλστ.
gu: %@ મી૰મી૰
he: ‏%@ מ״מ
hi: %@ मि॰मी॰
kk: %@ мм
ml: %@ മി.മീ.
mr: %@ मिमी
or: %@ ମି.ମୀ.
pa: %@ ਮਿ.ਮੀ.
ru: %@ мм
ta: %@ மி.மீ.
th: %@ มม.
uk: %@ мм
ur: ‏%@ ملی میٹر
zh_cn: %@毫米
zh_hk: %@毫米

# FOCAL_LENGTH_DEFAULT
source: Default
ar: الافتراضي
bg: По подразбиране
bn: ডিফল্ট
ca: Per omissió
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por omisión
es_us: Predeterminada
fi: Oletus
fr: Par défaut
fr_ca: Par défaut
gu: ડિફૉલ્ટ
he: ברירת המחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
ja: デフォルト
kk: Әдепкі
kn: ಡಿಫಾಲ್ಟ್
ko: 기본
lt: Numatyta
ml: ഡിഫോൾട്ട്
mr: डिफॉल्ट
ms: Lalai
nb: Standard
nl: Standaard
or: ଡିଫଲ୍ଟ୍‌
pa: ਡਿਫ਼ੌਲਟ
pl: Domyślna
pt_br: Padrão
pt_pt: Predefinição
ro: Implicită
ru: По умолчанию
sk: Predvolená
sl: Privzeto
sv: Förval
ta: இயல்புநிலை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Saptanmış
uk: Типова
ur: ڈیفالٹ
vi: Mặc định
zh_cn: 默认
zh_hk: 預設
zh_tw: 預設值

# FOCAL_LENGTH_DEFAULT_OPTION_%@_MM_%@_ZOOM
source: Default to %@ mm – %@
ar: الافتراضي %@ مم – %@
bg: По подразбиране до %@ mm – %@
bn: %@ মিমি – %@-এ ডিফল্ট
ca: %@ mm per omissió (%@)
cs: Standardně používat %@ mm – %@
da: Brug %@ mm som standard – %@
de: Standard %@ mm – %@
el: Προεπιλογή σε %@ χλστ. – %@
es: %@ mm por omisión (%@)
es_us: Predeterminado a %@ mm - %@
fi: %@ mm oletuksena – %@
fr: %@ mm – %@ par défaut
fr_ca: %@ mm – %@ par défaut
gu: %@ મી૰મી૰માં ડિફોલ્ટ – %@
he: מעבר לברירת המחדל של %@ מ״מ – ‏⁨%@⁩
hi: %@ मि॰मी॰ में डिफ़ॉल्ट – %@
hr: Standardno %@ mm – %@
hu: Alapértelmezett: %@ mm – %@
id: Default ke %@ mm – %@
it: Passa a %@ mm di default - %@
ja: %@ mmをデフォルトにする– %@
kk: Әдепкі ету: %@ мм – %@
kn: %@ mmಗೆ ಡಿಫಾಲ್ಟ್ – %@
ko: 기본: %@mm – %@
lt: Numatytasis nustatymas: %@ mm – %@
ml: %@ മി.മീ. -ലേക്ക് ഡിഫോൾട്ടാക്കൂ – %@
mr: %@ मिमी मध्ये डिफॉल्ट – %@
ms: Lalai kepada %@ mm – %@
nb: Bruk %@ mm som standard – %@
nl: Gebruik standaard %@ mm – %@
or: %@ ମିମିରେ ଡିଫଲ୍ଟ୍‌ – %@
pa: %@ ਮਿ.ਮੀ. – %@ ‘ਤੇ ਡਿਫ਼ੌਲਟ
pl: Używaj domyślnie %@ mm – %@
pt_br: Usar %@ mm como padrão – %@
pt_pt: %@ mm por predefinição – %@
ro: Utilizare implicită %@ mm – %@
ru: По умолчанию: %@ мм — %@
sk: Štandardne používať %@ mm – %@
sl: Uporabi %@ mm kot privzeto – %@
sv: Välj %@ mm som förval – %@
ta: இயல்புநிலையில் %@ மி.மீ. – %@
te: %@ mmకు డిఫాల్ట్ – %@
th: ค่าเริ่มต้น %@ มม. – %@
tr: %@ mm – %@ Saptanmış Olsun
uk: Типово %@ мм — %@
ur: ‏%@ ملی میٹر میں ڈیفالٹ – ‏%@
vi: Đặt mặc định thành %@ mm – %@
zh_cn: 默认%@毫米 – %@
zh_hk: 預設至%@毫米 – %@
zh_tw: 預設為%@ mm – %@

# FOCAL_LENGTH_DEFAULT_TITLE
source: Default Lens
ar: العدسة الافتراضية
bg: Обектив по подразбиране
bn: ডিফল্ট লেন্স
ca: Lent per omissió
cs: Výchozí objektiv
da: Standardobjektiv
de: Standardobjektiv
el: Προεπιλεγμένος φακός
es: Objetivo por omisión
es_us: Lente predeterminado
fi: Oletuslinssi
fr: Objectif par défaut
fr_ca: Objectif par défaut
gu: ડિફૉલ્ટ લેંસ
he: עדשת ברירת המחדל
hi: डिफ़ॉल्ट लेंस
hr: Standardni objektiv
hu: Alapértelmezett objektív
id: Lensa Default
it: Obiettivo di default
ja: デフォルトレンズ
kk: Әдепкі объектив
kn: ಡಿಫಾಲ್ಟ್ ಲೆನ್ಸ್
ko: 기본 렌즈
lt: Numatytasis objektyvas
ml: ഡിഫോൾട്ട് ലെൻസ്
mr: डिफॉल्ट लेन्स
ms: Kanta Lalai
nb: Standardobjektiv
nl: Standaardlens
or: ଡିଫଲ୍ଟ୍‌ ଲେନ୍ସ୍‌
pa: ਡਿਫ਼ੌਲਟ ਲੈਂਜ਼
pl: Obiektyw domyślny
pt_br: Lente padrão
pt_pt: Lente predefinida
ro: Obiectiv implicit
ru: Объектив по умолчанию
sk: Predvolený objektív
sl: Privzeti objektiv
sv: Förvald lins
ta: இயல்புநிலை லென்ஸ்
te: డిఫాల్ట్ లెన్స్
th: เลนส์เริ่มต้น
tr: Saptanmış Lens
uk: Типова лінза
ur: ڈیفالٹ لینس
vi: Ống kính mặc định
zh_cn: 默认镜头
zh_hk: 預設鏡頭
zh_tw: 預設鏡頭
